Repository: common-repository/random-image-gallery-with-pretty-photo-zoom
Catalog: languages/rigwppz-*.po
Languages: pl_pl

source: Random image gallery with pretty photo zoom (R I G W PP Z)
pl_pl: Galeria zdjęć losowych z ładne zdjęcie zoom (R I G W PP Z)

source: Details successfully updated.
pl_pl: Szczegóły pomyślnie zaktualizowane.

source: Plugin configuration (Widget)
pl_pl: Konfiguracja wtyczki (Widget)

source: Widget title
pl_pl: Tytuł widgetu

source: Please enter your widget title.
pl_pl: Podaj widget tytuł.

source: Width (Only for widget)
pl_pl: Szerokość

source: Please enter your width, this option is only for widget.
pl_pl: Proszę podać swojej szerokości, ta opcja jest tylko dla widżetu.

source: Theme (Only for widget)
pl_pl: Temat (tylko dla widget)

source: Please select your theme, this option is only for widget.
pl_pl: Proszę wybrać temat, ta opcja jest tylko dla widżetu.

source: Display sidebar title
pl_pl: Wyświetlacz tytuł pod okienko.

source: Do you want to show title on your sidebar, this option is only for widget.
pl_pl: Czy chcesz Pokaż tytuł na pasku bocznym, ta opcja jest tylko dla widżetu.

source: Image directory (Widget)
pl_pl: Katalog obrazu (Widget)

source: Please enter your image directory, this option is only for widget.
pl_pl: Proszę wprowadzić swój katalog obrazu, ta opcja jest tylko dla widżetu.

source: Plugin configuration (Short Code)
pl_pl: Konfiguracja wtyczki (krótki kod)

source: Image directory
pl_pl: Szczegóły obrazu

source: Please enter your image directory.
pl_pl: Wprowadź swój

source: Plugin configuration option
pl_pl: Opcja konfiguracji plugin

source: Add the plugin in the posts or pages using short code.
pl_pl: Dodaj wtyczki na stanowiskach lub stron za pomocą krótkiego kodu.

source: Add directly in to the theme using PHP code.
pl_pl: Dodaj bezpośrednio do tematu z wykorzystaniem kodu PHP.

source: Drag and drop the widget to your sidebar.
pl_pl: Przeciągnij i upuść widżet (Wyświetlenie całej strony)

source: Check official website for more information
pl_pl: Sprawdzić oficjalną stronę internetową, aby uzyskać więcej informacji

source: click here
pl_pl: kliknij tutaj

source: Note: Dont upload your original images into the defult folder (or) Plugin folder.
pl_pl: Uwaga: Dont wgraj oryginalne obrazy na defult folder (lub) folderu wtyczki.

source: Random image gallery
pl_pl: Galeria zdjęć losowych

source: Random image gallery with pretty photo zoom - R I G W PP Z
pl_pl: Galeria zdjęć losowych z ładne zdjęcie zoom - R I W G Z PP
